/*
Navicat MySQL Data Transfer

Source Server         : recuit
Source Server Version : 50637
Source Host           : 198.181.45.8:3306
Source Database       : eHVwdHNlYw==

Target Server Type    : MYSQL
Target Server Version : 50637
File Encoding         : 65001

Date: 2017-10-09 18:14:41
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for tb_lab_member
-- ----------------------------
DROP TABLE IF EXISTS `tb_lab_member`;
CREATE TABLE `tb_lab_member` (
  `id` varchar(40) NOT NULL DEFAULT '' COMMENT 'id值',
  `create_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '创建时间',
  `last_update` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `visibility` tinyint(4) NOT NULL DEFAULT '0' COMMENT '逻辑删除',
  `realname` varchar(100) NOT NULL DEFAULT '' COMMENT '姓名',
  `gender` varchar(3) NOT NULL COMMENT '性别，1为男，2为女',
  `class` varchar(30) NOT NULL DEFAULT '' COMMENT '年级',
  `classify` varchar(10) NOT NULL DEFAULT '' COMMENT '选择组别 ，安全组或开发组',
  `introduction` varchar(512) NOT NULL DEFAULT '' COMMENT '个人介绍',
  `picUrl` varchar(512) DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_lab_member
-- ----------------------------
INSERT INTO `tb_lab_member` VALUES ('1', '2017-09-19 04:37:58', '2017-09-19 04:37:58', '0', '王康 2013级电子信息工程  Java研发工程师', '男', '2013', '', '现就职于网易，学习方向为后台开发，大数据开发，工作经历，2016：阿里巴巴集团天猫技术有限公司，2017：网易再顾科技有限公司，在校荣誉，2013级优秀毕业生', 'http://198.181.45.8/img/wangkang.png');
INSERT INTO `tb_lab_member` VALUES ('10', '2017-09-19 18:11:07', '2017-09-19 18:11:07', '0', '郝希烜 2016级信息对抗技术 渗透/算法方向', '男', '2016', '', '2016年加入信息安全实验室，蓝桥杯国赛三等奖、省一等奖，ACM省赛铜奖、校赛铜奖，cccc团体程序设计天梯赛团体一等奖', 'http://198.181.45.8/img/haoxixuan.png');
INSERT INTO `tb_lab_member` VALUES ('11', '2017-09-19 04:38:17', '2017-09-19 04:38:17', '0', '王卓军 2016级信息安全 软件安全/逆向工程方向', '男', '2016', '', '2017年五月参加SSCTF，2017年加入网络空间安全特长班。', 'http://198.181.45.8/img/wangzhuojun.png');
INSERT INTO `tb_lab_member` VALUES ('12', '2017-09-19 04:38:21', '2017-09-19 04:38:21', '0', '李佳琪 2015级光电信息科学与工程 web前端开发', '女', '2015', '', '2016年加入信息安全实验室，2016年担任电子工程学院学生会体育部副部长，2016学年优秀团员，主要方向是web前端开发、网页设计、参与了实验室主站的前端开发', 'http://198.181.45.8/img/lijiaqi.png');
INSERT INTO `tb_lab_member` VALUES ('13', '2017-09-19 04:38:25', '2017-09-19 04:38:25', '0', '潘慧敏 2015级微电子科学与工程 web前端开发', '女', '2015', '', '2016年加入信息安全实验室，2016年国家励志奖学金，2016年优秀团干，参与了实验室主站的前端开发。', 'http://198.181.45.8/img/panhuimin.png');
INSERT INTO `tb_lab_member` VALUES ('14', '2017-09-19 18:18:59', '2017-09-19 18:18:59', '0', '欧阳强斌 2012级信息对抗技术 安全工程师', '男', '2012', '', '就职于百度SRC，目前担任百度安全应急响应中心相关工作，主要方向为代码审计，渗透测试，逆向分析', 'http://198.181.45.8/img/ouyangqiangbin.png');
INSERT INTO `tb_lab_member` VALUES ('15', '2017-09-19 17:14:46', '2017-09-19 17:14:46', '0', '王心 2013级信息安全 安全工程师', '男', '2013', '', '就职于百度安全实验室(XLAB)，负责黑产打击、病毒监控、安全研究，2013级信息安全实验室安全组负责人', 'http://198.181.45.8/img/wangxin.png');
INSERT INTO `tb_lab_member` VALUES ('16', '2017-09-19 17:14:11', '2017-09-19 17:14:11', '0', '车志远 2013级信息安全 安全工程师', '男', '2013', '', '就职于百度安全应急响应中心', 'http://198.181.45.8/img/chezhiyuan.png');
INSERT INTO `tb_lab_member` VALUES ('17', '2017-09-19 18:30:17', '2017-09-19 18:30:17', '0', '泮圣伟 2015级通信工程专业 JAVA后台开发', '男', '2015', '', '2016年加入信息安全实验室，15级拔尖创新班', 'http://198.181.45.8/img/panshengwei.png');
INSERT INTO `tb_lab_member` VALUES ('18', '2017-09-19 17:16:29', '2017-09-19 17:16:29', '0', '李一睿  2014级通信工程 Web前端开发', '女', '2014', '', '曾就职于滴滴，主要研究方向为hybrid h5开发，动如疯狗的码者', 'http://198.181.45.8/img/liyirui.png');
INSERT INTO `tb_lab_member` VALUES ('19', '2017-09-19 18:26:43', '2017-09-19 18:26:43', '0', '史欣鹭 2014级信息安全 Java后台开发 ', '女', '2014', '', '2015年加入信息安全实验室，2014级信息安全实验室开发组负责人，2016年获蓝桥杯笔赛陕西赛区一等奖', 'http://198.181.45.8/img/shixinlu.png');
INSERT INTO `tb_lab_member` VALUES ('2', '2017-09-19 17:54:48', '2017-09-19 17:54:48', '0', '赵孟昊 2013级信息安全  C++后台开发', '男', '2013', '', '现就职于腾讯，主要技能方向是Linux C&C++开发，朴质严谨的技术工作者。', 'http://198.181.45.8/img/zhaomenghao.png');
INSERT INTO `tb_lab_member` VALUES ('20', '2017-09-19 21:03:07', '2017-09-19 21:03:07', '0', '李炤明 2012级信息安全', '男', '2012', '', '就职于奇虎360，研究方向web前端', 'http://198.181.45.8/img/lishaoming.png');
INSERT INTO `tb_lab_member` VALUES ('21', '2017-09-19 18:26:55', '2017-09-19 18:26:55', '0', '耿明旭 2016级电子信息工程 ', '男', '2016', '', '研究方向 web安全、二进制安全、移动安全、PHP开发、移动APP逆向、代码审计，2015级信息安全实验室负责人', 'http://198.181.45.8/img/gengmingxu.png');
INSERT INTO `tb_lab_member` VALUES ('22', '2017-09-19 18:27:12', '2017-09-19 18:27:12', '0', '梁广鹏 2015级信息对抗技术', '男', '2015', '', '2015级信息安全实验室负责人，熟悉渗透测试，主要研究方向安卓逆向、web安全、代码审计、lot安全，目前在绿盟实习', 'http://198.181.45.8/img/liangguangpeng.png');
INSERT INTO `tb_lab_member` VALUES ('23', '2017-09-19 18:03:20', '2017-09-19 18:03:20', '0', '佘帅彦 2016级信息安全 Web安全/渗透测试方向', '男', '2016', '', '2017年五月参加SSCTF，2017年加入网络空间安全特长班', 'http://198.181.45.8/img/sheshuaiyan.png');
INSERT INTO `tb_lab_member` VALUES ('24', '2017-09-19 18:08:08', '2017-09-19 18:08:08', '0', '关旭东 2013级信息安全 安全工程师', '男', '2013', '', '就职于支付宝，研究方向Windows内核开发、web安全', 'http://198.181.45.8/img/guanxudong.png');
INSERT INTO `tb_lab_member` VALUES ('26', '2017-09-21 00:56:53', '2017-09-21 00:56:53', '0', '张巍耀  2011级信息对抗技术  Web前端开发', '男', '2011', '', '就职于美团，实验室第一个前端', 'http://198.181.45.8/img/zhangweiyao.jpg');
INSERT INTO `tb_lab_member` VALUES ('27', '2017-09-21 00:56:55', '2017-09-21 00:56:55', '0', '陈征  电子工程技术  安全工程师', '男', '2014', '', 'Web安全／逆向，学习方向为学习工控安全与安全开发，曾就职知道创宇，从事渗透测试与安全服务。', 'http://198.181.45.8/img/chenzheng.png');
INSERT INTO `tb_lab_member` VALUES ('3', '2017-09-19 17:19:03', '2017-09-19 17:19:03', '0', '王刚刚 2013级信息安全 信息安全工程师', '男', '2013', '', '现就职于深圳乐信集团，2014年加入信息安全实验室，在信息安全实验室开始学习前端开发，在实验室老师的带领下积极参加校内活动，和实验室的建设与日常运营，2015年担任信息安全实验室开发组组长，参与开发，百度地图态势感知，ATM安全取款，信息安全实验室作品展示平台等项目', 'http://198.181.45.8/img/wangganggang.png');
INSERT INTO `tb_lab_member` VALUES ('4', '2017-09-19 04:38:39', '2017-09-19 04:38:39', '0', '陈培思 2014级信息对抗技术  安全工程师', '男', '2014', '', '就职腾讯，曾获一等奖学金、校长奖学金，大二开始接触信息安全领域，主要研究方向web、渗透测试，大三参与腾讯安全组件编写与web蜜罐开发', 'http://198.181.45.8/img/chenpeisi.png');
INSERT INTO `tb_lab_member` VALUES ('5', '2017-09-19 17:42:20', '2017-09-19 17:42:20', '0', '薛瑜彤 2014级光电信息科学与工程 Java后台开发', '女', '2014', '', '就职网易，曾获国家励志奖学金，大二开始接触Java开发，大三得到网易实习offer，暑假在网易严选后台组实习', 'http://198.181.45.8/img/xueyutong.png');
INSERT INTO `tb_lab_member` VALUES ('6', '2017-09-19 04:38:47', '2017-09-19 04:38:47', '0', '王琛 2014级信息对抗技术 信息安全', '男', '2014', '', '曾获陕西省第一二届网络空间安全大赛二三等奖，大一开始接触信息安全领域，主要研究方向web、渗透测试，大三参与在线教育平台“实验楼”各种信息安全课程编写，信息安全实验室2014级安全负责人。', 'http://198.181.45.8/img/wangchen.png');
INSERT INTO `tb_lab_member` VALUES ('7', '2017-09-19 10:17:02', '2017-09-19 10:17:02', '0', '唐梦 2014级信息对抗技术 web前端开发', '女', '2014', '', '学习方向为web前端开发，曾在华尔街见闻、CVTE实习，实验室主站前端负责人', 'http://198.181.45.8/img/tangmeng.png');
INSERT INTO `tb_lab_member` VALUES ('8', '2017-09-19 17:17:03', '2017-09-19 17:17:03', '0', '李时雨 2014级信息对抗技术 考研', '男', '2014', '', '大二开始接触信息安全，主要研究web安全方向，曾经的CTF Misc小王子，大二参加陕西网络空间安全比赛获三等奖，第一届唯一的XUPTCTF三等奖。', 'http://198.181.45.8/img/lishiyu.png');
INSERT INTO `tb_lab_member` VALUES ('9', '2017-09-26 17:01:18', '2017-09-26 17:01:18', '0', '穆双成 2015级智能科学与技术 Java后台开发', '男', '2015', '', '2016年加入信息安全实验室，蓝桥杯全国优秀奖 省级一等奖，曾获二等奖学金，数学建模二等奖，曾担任项目组组长 已完成多个Javaweb项目开发。', 'http://198.181.45.8/img/mushuangcheng.png');

-- ----------------------------
-- Table structure for tb_manager
-- ----------------------------
DROP TABLE IF EXISTS `tb_manager`;
CREATE TABLE `tb_manager` (
  `id` varchar(30) NOT NULL DEFAULT '' COMMENT '管理者id',
  `create_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `last_update` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '创建时间',
  `visibility` tinyint(4) NOT NULL DEFAULT '0' COMMENT '逻辑删除',
  `username` varchar(20) NOT NULL,
  `password` varchar(20) NOT NULL,
  `tel` varchar(13) NOT NULL,
  `salt` varchar(255) NOT NULL,
  `nickname` varchar(20) NOT NULL,
  `classify` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_manager
-- ----------------------------
INSERT INTO `tb_manager` VALUES ('3', '2017-09-15 21:08:18', '2017-09-15 21:08:18', '0', 'mumumuxi', 'meng1314520', '15667027513', 'v', '', '');

-- ----------------------------
-- Table structure for tb_participator
-- ----------------------------
DROP TABLE IF EXISTS `tb_participator`;
CREATE TABLE `tb_participator` (
  `id` varchar(40) NOT NULL DEFAULT '' COMMENT 'id值',
  `create_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `last_update` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `visibility` tinyint(4) NOT NULL DEFAULT '0' COMMENT '面试进度  0 未面试  -1未通过面试  1 一面通过  2 二面通过',
  `realname` varchar(20) NOT NULL DEFAULT '' COMMENT '姓名',
  `gender` varchar(4) NOT NULL COMMENT '性别，1为男，2为女',
  `class` varchar(30) NOT NULL DEFAULT '' COMMENT '年级',
  `number` varchar(12) NOT NULL COMMENT '学号',
  `tel` varchar(20) NOT NULL,
  `classify` varchar(10) NOT NULL DEFAULT '' COMMENT '选择组别 ，安全组或开发组',
  `introduction` varchar(512) NOT NULL DEFAULT '' COMMENT '个人介绍',
  `time_table` varchar(20) DEFAULT '' COMMENT '安排面试时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tb_participator
-- ----------------------------
INSERT INTO `tb_participator` VALUES ('', '2017-09-28 19:01:05', '2017-09-28 19:09:30', '1', '潘婷', '1', '安全1603', '1', '1', '安全组', '', '一面通过');
INSERT INTO `tb_participator` VALUES ('026bbe13-a066-11e7-9b30-aaaa0009bebe', '2017-09-25 15:21:29', '2017-09-25 15:21:29', '0', '王燕', '女', '安全1606', '03163199', '18291337558', '待定', '我大概是现在比较常见的双面派性格，初见我的人都会说感觉我不好接触，熟悉之后才会发现我是个人来疯。笑点奇低，喜欢听有阅历的人讲故事，不太喜欢和人搭讪，喜欢挑战自己，主观能动性强，比较细心，做事想的比较多，瞻前顾。希望自己能成为一个让自己觉得厉害的人。', '9月26日');
INSERT INTO `tb_participator` VALUES ('0378eb73-a1b4-11e7-9b30-aaaa0009bebe', '2017-09-25 13:55:24', '2017-09-25 13:55:24', '0', '张翘焓', '女', '信息安全1701', '03173034', '15339158688', '安全组', '大家好！我是来自信息安全1701班呃呃张翘焓。我想参加咱们的实验室。通过实践来提高自己。', '9月27日');
INSERT INTO `tb_participator` VALUES ('056a053c-a27e-11e7-9b30-aaaa0009bebe', '2017-09-26 15:42:55', '2017-09-26 15:42:55', '0', '赵志恒', '慢', '通工1704', '03171139', '18091356648', '开发组', '学长学姐好。我叫赵志恒，陕西华阴人，通工1704班的学生，平时喜欢看书、打羽毛球。这次信息安全实验室的纳新，对于我来说是一个很好的学习成长机会，如果我有幸被选中，我一定会努力学习，向优秀的学长学姐们看齐，一定会在实验室中好好表现，一定不会让你们失望！！！', '9月27日');
INSERT INTO `tb_participator` VALUES ('07cb00a5-9ed0-11e7-9b30-aaaa0009bebe', '2017-09-25 17:35:03', '2017-09-25 17:35:03', '0', '万嘉乐', '男', '通工1704', '03171127', '18829736598', '安全组', '爱电脑爱电脑爱电脑  我被盗过号我要搞安全以报一箭之仇', '9月26日');
INSERT INTO `tb_participator` VALUES ('0b7405fa-9d44-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:28', '2017-09-23 21:05:28', '0', '赵梦迪', '女', '物联网1601', '03167026', '18791004756', '待定', '学长学姐好，我是物联网1601班的赵梦迪。对于网络安全测试，一些技术等我很有兴趣，然后我也是想多学习学习，希望学长学姐能给我这个机会加入到这里。', '9月26日');
INSERT INTO `tb_participator` VALUES ('0dee5d88-9d45-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:25', '2017-09-28 18:48:30', '1', '朱星鑫', '男', '对抗1701', '03176036', '15002969717', '开发组', '性格沉稳，爱好计算机，对软件开发以及计算机安全相关知识有浓厚的兴趣，并对此充满热忱', '一面通过');
INSERT INTO `tb_participator` VALUES ('1828168c-9de5-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:29', '2017-09-28 18:48:35', '1', '全瑞', '女', '安全1604', '03163134', '18729977057', '开发组', '性格外向开朗，比较能够吃苦，对于自己喜欢的事情能够坚持下来，自己本身也对这个实验室充满了好奇。但学习成绩不算数一数二。', '一面通过');
INSERT INTO `tb_participator` VALUES ('19470cd5-9de2-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:46', '2017-09-23 21:01:46', '0', '董金汶', '女', '信息安全1606', '03163180', '18802972973', '安全组', '个人兴趣比较广泛，喜欢音乐，运动，学习语言，做事情认真，有耐心和毅力，对不懂的事情喜欢探究，之所以进实验室是因为兴趣，个人能力可能会略有欠缺，但我会尽全力缩小差距，希望通过我一周左右的努力最终可以入选。', '9月27日');
INSERT INTO `tb_participator` VALUES ('1a441156-9e06-11e7-9b30-aaaa0009bebe', '2017-09-23 22:19:54', '2017-09-23 22:19:54', '0', '郭栋', '男', '对抗1601', '03166011', '18220196323', '安全组', '你好，我是对抗1601班的学生——郭栋，这次面试主要想加入我们实验室的安全组。我个人技术方面虽然只会C语言，但我近期也在自学C++，在学习C的过程中，也在网上学习过一些小程序，虽然都不是很成功。但我对安全是十分喜爱的。个人性格是十分开朗，喜欢和同学交流，也希望在实验室遇到更多的大牛，从他们身上学习到更多的知识。喜欢和团队一起努力，很享受大家一起努力的结果，不管是成功和失败。希望老师能给我这个机会，让我和大家一起努力。', '9月27日');
INSERT INTO `tb_participator` VALUES ('1a725ebc-a27d-11e7-9b30-aaaa0009bebe', '2017-09-26 15:42:56', '2017-09-26 15:42:56', '0', '孙飞飞', '男', '通工1704班', '03171126', '18717520970', '待定', '性格温和，想尝试一下', '9月27日');
INSERT INTO `tb_participator` VALUES ('2', '2017-09-26 20:58:01', '2017-09-28 18:48:43', '1', '殷健翔', '男', '通工1611', '1', '1', '开发组', '', '一面通过');
INSERT INTO `tb_participator` VALUES ('2f432313-a032-11e7-9b30-aaaa0009bebe', '2017-09-23 21:10:07', '2017-09-23 21:10:07', '0', '巩蕊文', '女', '安全1602', '03163044', '18709292985', '待定', '对自己所感兴趣的事物，可以全身心的投入进去，好奇心强，喜欢探索自己未知的事物，通过团队协作，找到最终的答案。', '9月27日');
INSERT INTO `tb_participator` VALUES ('3', '2017-09-26 21:01:23', '2017-09-28 19:23:02', '1', '高佳楠', '女', '电科1701', '1', '1', '开发组', '', '一面通过');
INSERT INTO `tb_participator` VALUES ('32c54141-a1b1-11e7-9b30-aaaa0009bebe', '2017-09-25 13:20:46', '2017-09-25 13:20:46', '0', '贠华', '女', '安全1606', '03163206', '18966927746', '待定', '对C语言了解一点', '9月27日');
INSERT INTO `tb_participator` VALUES ('372c3f28-9d3f-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:27', '2017-09-23 21:05:27', '0', '秦璐', '女', '物联网1601', '03167028', '15891301679', '待定', '我叫秦璐，我想加入实验室，提高一下自己，希望可以给我一个机会。', '9月26日');
INSERT INTO `tb_participator` VALUES ('3b376026-9de7-11e7-9b30-aaaa0009bebe', '2017-09-24 23:34:43', '2017-09-24 23:34:43', '0', '立国鞥', '男', '信息安全1605', '03163147', '18792838259', '安全组', '       大家好，我是安全1605班的李国腾，我选择参加安全组的原因不仅仅因为我的专业是安全，而是从我一接触安全这方面的内容我就对它产生了极大的兴趣。\n       我觉得大家都有一个黑客梦，我们都想使自己变得更加强大，能够有更多的力量，能干自己想干的事。\n       从开始学习以来，我都是一个人孤独的行走，我想加入你们，和更多有着同样兴趣的朋友一起学习，一起进步。这就是我想加入信安实验室的理由', '9月27日');
INSERT INTO `tb_participator` VALUES ('3fe940d7-9e70-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:52', '2017-09-23 21:01:52', '0', '曾萌萌', '女', '信息安全1606', '03163178', '15829103651', '安全组', '来自大二安全专业的女生。学习过C，目前在学习C++。有看过html，mysql的基础。在自学java和PHP的阶段中。对web攻防有着执着的偏爱。希望有幸加入实验室进行深一步学习。', '9月27日');
INSERT INTO `tb_participator` VALUES ('4', '2017-09-27 19:48:38', '2017-09-28 19:22:58', '1', '胡鸿', '1', '安全1606', '1', '13572151219', '开发组', '', '一面通过');
INSERT INTO `tb_participator` VALUES ('46ef3cfe-9f9d-11e7-9b30-aaaa0009bebe', '2017-09-23 21:10:03', '2017-09-23 21:10:03', '0', '潘雨佳', '女', '电子1603', '07162063', '18729879255', '待定', '       我叫潘雨佳，电子1603班，陕西渭南人，性格比较外向，为人随和，喜欢接触新的东西，做事情比较积极，调节能力比较强，不管做什么，都喜欢尝试，不会轻易放弃，但有时候会因为这种性格，脑子会转不过弯。\n        这次参加实验室是希望可以锻炼自己，让自己接触到更多的知识，让自己的生活更充实。', '9月27日');
INSERT INTO `tb_participator` VALUES ('4718ed2e-9e05-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:49', '2017-09-23 21:01:49', '0', '李晋', '男', '安全1601', '03163010', '15535727588', '安全组', '学过C语言，目前正在学c++，数据库\n看过一些安全方面的书，有个大概的了解，大一时比较迷茫找不到方向，现在想往网络安全方面发展。\n', '9月27日');
INSERT INTO `tb_participator` VALUES ('4a120e8f-9dfb-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:30', '2017-09-23 21:05:30', '0', '赵钧睿', '男', '通工1616', '03161105', '18729266097', '待定', '我大一的时候学了c语言、前端、php、单片、Linux，但都只知道一些皮毛，没有进行深入的学习。对于信息安全，我还是比较感兴趣的，感觉这很神秘，也很好玩，所以很想尝试一番。同时，也可以借此提升自己的能力，开阔自己的眼界。', '9月26日');
INSERT INTO `tb_participator` VALUES ('4b1c4270-9d41-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:27', '2017-09-28 19:50:21', '1', '范文杰', '男', '安全1602', '03163070', '17762283054', '安全组', '熟悉C语言 16位汇编语言 能使用例如Stirlin和Process Moniter一类分析软件 正在学习C++', '一面通过');
INSERT INTO `tb_participator` VALUES ('4d7c3251-a00b-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:52', '2017-09-23 20:59:52', '0', '姜天文', '男', '电科1601', '03162012', '18729055216', '开发组', '本人是一位文艺的理科生，兴趣爱好广泛，喜欢弹吉他唱歌，打羽毛球乒乓球，偶尔看看诗文。具有团队合作意识，善于与他人交流。对编程开发有兴趣，上学期学过c语言，具有一定的基础。希望能融入实验室这个大家庭，与大家一起奋斗，更希望通过这一年，提升自己的技术水平，为将来找到好工作打下基础。', '9月27日');
INSERT INTO `tb_participator` VALUES ('529f34f5-9de5-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:47', '2017-09-23 21:01:47', '0', '薛云', '女', '安全1606', '03163202', '15991439886', '安全组', '热爱攻防，对网络空间有兴趣', '9月27日');
INSERT INTO `tb_participator` VALUES ('53364fd4-9d3c-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:19', '2017-09-28 19:00:10', '1', '王正扬', '男', '安全1601', '03163027', '13679251160', '安全组', '活泼可爱', '一面通过');
INSERT INTO `tb_participator` VALUES ('53c3e7ec-a0e3-11e7-9b30-aaaa0009bebe', '2017-09-24 23:21:41', '2017-09-24 23:21:41', '0', '杨华敏', '女', '通工1704', '03171133', '15899033105', '开发组', '本人比较开朗外向，喜欢一些运动，对于软件开发这类一直很有兴趣奈何不懂，也没有机会，但是我看到你们的这个实验室，所以我选择报名，想要学习一些软件有关的东西，我可以认真负责的对事，并且能够坚持不懈！希望能够成为你们中的一员！', '9月27日');
INSERT INTO `tb_participator` VALUES ('544d339b-9d38-11e7-9b30-aaaa0009bebe', '2017-09-23 21:49:09', '2017-09-28 18:57:52', '1', '龚举凡', '女', '通工1613', '03161434', '18706882966', '安全组', '从小梦想着成为一个伟大的黑客，但是自己对互联网了解的不多，希望可以加入实验室，完成我从小的梦想', '一面通过');
INSERT INTO `tb_participator` VALUES ('5466008d-9d44-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:21', '2017-09-28 18:53:58', '1', '陈宇豪', '男', '物联1702', '03177040', '13547095146', '安全组', '虽然我上的物联网，但说出来你可能不信，我的第一志愿可是安全，也是一个有兴趣的人啊', '一面通过');
INSERT INTO `tb_participator` VALUES ('57df7ef6-a1b0-11e7-9b30-aaaa0009bebe', '2017-09-25 13:20:48', '2017-09-25 13:20:48', '0', '付磊', '男', '物联网1702', '03177042', '18591814229', '安全组', '我是一个零基础的菜鸡   但是我想要学习      我想要开发自己   我想和棒棒的学长学姐们一起变成更优秀的自己', '9月27日');
INSERT INTO `tb_participator` VALUES ('590cb02c-9d3f-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:20', '2017-09-23 21:01:20', '0', '任思文', '女', '通工1611', '03161359', '15691755538', '安全组', '我是一名来自通工的大二学生，这学期学校开设c语言课程，开始学习，之前也有了解过语言方面，但是这方面了解的比较少，基础薄弱，但是我觉得我有一颗积极向上的心，想要通过进实验室锻炼我的能力，对今后工作有些许帮助，希望能有这次机会', '9月26日');
INSERT INTO `tb_participator` VALUES ('5a5b9112-9d2f-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:26', '2017-09-23 21:05:26', '0', '王梓毓', '男', '信息对抗1601', '03166031', '15802631121', '待定', '热爱信息安全，对网络攻防有着浓厚兴趣，团队意识强，性格幽默好相处。', '9月26日');
INSERT INTO `tb_participator` VALUES ('6', '2017-09-28 18:52:50', '2017-09-28 18:53:07', '1', '史世瑞', '男', '通工1704', '1', '1', '安全组', '', '一面通过');
INSERT INTO `tb_participator` VALUES ('64c375d5-9dd6-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:56', '2017-09-23 21:05:56', '0', '任莉', '女', '通工1613', '03161428', '18706730680', '开发组', '我是通工1613班的学委  ，任莉，现在呢，想要把自己的技术提高一些，所以想加入咱们实验室，学习一些新的知识，提高自己。', '9月27日');
INSERT INTO `tb_participator` VALUES ('65abd248-a371-11e7-9b30-aaaa0009bebe', '2017-09-27 18:48:29', '2017-09-27 18:48:29', '0', '肖伊佐', '男', '通工1616', '03161417', '18149021606', '待定', '帅气，高大，威猛！', '');
INSERT INTO `tb_participator` VALUES ('68ea1b78-a1f4-11e7-9b30-aaaa0009bebe', '2017-09-25 21:38:32', '2017-09-25 21:38:32', '0', '张月', '女', '通工1704', '03171119', '15929269232', '待定', '有耐心，有逻辑性。', '9月27日');
INSERT INTO `tb_participator` VALUES ('69a2dcf1-9dd7-11e7-9b30-aaaa0009bebe', '2017-09-23 21:03:00', '2017-09-23 21:03:00', '0', '赵文军', '男', '安全1601', '03163034', '18792592738', '安全组', '你好，我是信息安全1601赵文军，性格开朗，兴趣广泛。我希望加入咱们实验室，认识更多的大牛，在咱们平台得到更好的锻炼。昨天晚上的宣讲会上，学长的漏洞演示让我更加坚定了我的想法，我渴望像他一样，甚至超越他。我虽然是学习安全专业的，但是到目前为止还没有明确的方向，我觉得咱们实验室是一个很好的平台。虽然我现在还是小白，但我相信我加入实验室后，在学长学姐的指导下，定然会有很大的收获，因为我喜欢它，有兴趣。我希望加入你们。', '9月27日');
INSERT INTO `tb_participator` VALUES ('69a906b4-a0e0-11e7-9b30-aaaa0009bebe', '2017-09-24 23:21:45', '2017-09-24 23:21:45', '0', '郭富春', '男', '通工1704', '03171110', '15029208030', '开发组', '我来自通工1704班，平常喜欢看电影听歌，对于新鲜事物有格外的兴趣，喜欢改变，对于语言编程有着浓厚兴趣。', '9月27日');
INSERT INTO `tb_participator` VALUES ('6b827f3d-9d45-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:22', '2017-09-23 21:01:22', '0', '于近豪', '男', '对抗1701', '03176031', '15249064334', '安全组', '来自西安蓝田，电脑小白一名，但学习能力很强，对信息安全很感兴趣，专业也是按这个方向报的，有对未来进入安全行业的打算，准备大一上学期自学c语音和一些安全技术。\n非常非常希望能够加入实验室。', '9月26日');
INSERT INTO `tb_participator` VALUES ('6ce02b5d-9e1a-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:51', '2017-09-28 18:54:50', '1', '蔡镇浩', '男', '安全1604', '03163123', '13572903925', '安全组', '我是蔡镇浩，来自信息安全1604，平时比较关注科技方面的新闻，也对安全方面和编程方面很感兴趣，自己也在努力学习这方面的知识，希望能够加入信安实验室，与各位一起学习', '一面通过');
INSERT INTO `tb_participator` VALUES ('6efe9ea9-a1fc-11e7-9b30-aaaa0009bebe', '2017-09-26 15:42:58', '2017-09-27 20:07:34', '0', '吴昊', '男', '通工1704', '03171130', '15829538332', '开发组', '我叫吴昊，来自浙江的通工新生。我的C语言水平处于自学初级阶段，但是对于编程方面知识十分有兴趣，希望能学习更多的知识。生活方面我比较他人拥有更多的学习时间，所以可以有更多的精力投入学习，由于我来自浙江，除了寒暑假，其余时间大部分在校，使我自主时间十分充足。我相信我能在信安收获更多。', '9月27日');
INSERT INTO `tb_participator` VALUES ('7', '2017-09-28 18:50:51', '2017-09-28 18:52:52', '1', '张敏', '女', '通工1704', '1', '1', '开发组', '', '一面通过');
INSERT INTO `tb_participator` VALUES ('717461ef-a1d0-11e7-9b30-aaaa0009bebe', '2017-09-25 17:04:22', '2017-09-25 17:04:22', '0', '李博阳', '男', '通工1602', '03161052', '18682956646', '安全', '对信息安全感兴趣并且想提高自己的实践能力', '9月27日');
INSERT INTO `tb_participator` VALUES ('745ba7a3-9ebf-11e7-9b30-aaaa0009bebe', '2017-09-23 21:09:59', '2017-09-23 21:09:59', '0', '郝胤仁', '男', '电气1701', '06174026', '18628572747', '待定', '高兴趣，爱学东西', '9月27日');
INSERT INTO `tb_participator` VALUES ('77127f68-a1f7-11e7-9b30-aaaa0009bebe', '2017-09-26 15:42:59', '2017-09-26 15:42:59', '0', '刘新元', '男', '通工1704', '03171118', '18391591331', '安全组', '1.我对电子信息这方面比较感兴趣。\n2.想通过加实验室学的更多的知识，结实更多大佬。\n3.丰富自己的大学生活，不想碌碌无为吧。\n', '9月27日');
INSERT INTO `tb_participator` VALUES ('77b5a768-9d48-11e7-9b30-aaaa0009bebe', '2017-09-23 21:49:04', '2017-09-28 18:55:27', '1', '袁炜皓', '♂', '电子1606', '05161186', '17030358505', '安全组', '-我们的口号是什么？\n-搞事搞事搞事！', '一面通过');
INSERT INTO `tb_participator` VALUES ('7ce265f3-9d3d-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:23', '2017-09-23 20:59:23', '0', '李康', '男', '通工1611', '03161371', '13571887352', '开发组', '1:有一定的c语言基础，曾经在大一的时候，在新卓越学完C。\n2:平时也喜欢看一些关于编程方面的书，对这一方面自我感觉很有兴趣，希望可以加深程序这方面的了解。\n3:希望通过团队可以更好的得到锻炼的机会，加强自身实力，对自己将来的发展能够有所帮助。', '9月26日');
INSERT INTO `tb_participator` VALUES ('7db510cb-9dd7-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:44', '2017-09-23 21:01:44', '0', '夏言杰', '男', '安全1701', '03173028', '13709290953', '安全组', '我是一位对信息安全对抗方面有浓厚兴趣的小白。', '9月27日');
INSERT INTO `tb_participator` VALUES ('8538e17a-9d42-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:21', '2017-09-23 21:01:21', '0', '景瑶', '女', '物联网1601', '03167025', '18392538725', '安全组', '我现在大二，意识到加实验室的重要性，不仅可以提高我的团队意识，还能认识很多很牛的学长学姐，最重要的是我对手机测试很感兴趣，希望学长学姐给我个机会', '9月26日');
INSERT INTO `tb_participator` VALUES ('864bc5bc-a27a-11e7-9b30-aaaa0009bebe', '2017-09-26 15:43:00', '2017-09-26 15:43:00', '0', '袁琛', '男', '通工1704', '03171136', '13640358555', '开发组', '本人来自广东，对计算机语言，编程等有浓厚兴趣，但因学业没有时间深入了解，仅通过自学对C语言有部分了解，希望能借此机会进入实验室深入学习', '9月27日');
INSERT INTO `tb_participator` VALUES ('886ff175-a1ab-11e7-9b30-aaaa0009bebe', '2017-09-25 12:57:41', '2017-09-25 12:57:41', '0', '代镇聪', '男', '通工1613', '03161408', '15691727190', '开发组', '平时没什么爱好，就对这个有兴趣，虽然我的基础不是很好。但我会好好努力的', '9月27日');
INSERT INTO `tb_participator` VALUES ('8943c9d0-9d4a-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:26', '2017-09-28 19:03:40', '1', '郝一迪', '女', '科技1603', '05162095', '18792755869', '开发组', '你好，我觉得我应该算是离安全与对抗比较远的专业了，我是一个爱笑的女孩子，乐观开朗，其实在当时填志愿的时候我选的每个学校都是以有无安全专业作为主要依据的，最终却阴差阳错。可是虽说没有来到安全，我却一直关注着这个我很感兴趣的专业，甚至想过蹭课，但是梦想很丰满，现实很骨感，希望能借此机会深入安全。哇塞，写不下了……', '一面通过');
INSERT INTO `tb_participator` VALUES ('8c0f41c7-a124-11e7-9b30-aaaa0009bebe', '2017-09-25 15:23:14', '2017-09-25 15:23:14', '0', '杨笑笑', '女', '信息安全1606', '03163204', '15829089325', '待定', '我是信息安全1606的杨笑笑，对软件编程感兴趣，学过c语言。', '9月26日');
INSERT INTO `tb_participator` VALUES ('9', '2017-09-28 18:53:37', '2017-09-28 19:09:41', '1', '余近豪', '1', '对抗1701', '1', '1', '安全组', '', '一面通过');
INSERT INTO `tb_participator` VALUES ('93596a09-9dd6-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:28', '2017-09-23 21:01:28', '0', '邵天怡', '女', '信息安全1702', '03173060', '15289389738', '安全组', '学习信息安全专业，喜欢学习新事物，努力上进，喜欢钻研', '9月26日');
INSERT INTO `tb_participator` VALUES ('9dbc3382-a037-11e7-9b30-aaaa0009bebe', '2017-09-23 21:06:03', '2017-09-23 21:06:03', '0', '梁怡凡', '女', '信息安全1606', '03163187', '15594953862', '安全组', '我想在这里可以锻炼到自己的能力，认识更多优秀的人。', '9月27日');
INSERT INTO `tb_participator` VALUES ('9e0d155f-9ddf-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:45', '2017-09-23 21:01:45', '0', '姚雪梅', '女', '安全1606', '03163205', '15991942753', '安全组', '我是16级安全6班的姚雪梅，很想加入信息安全实验室，同系的学姐学长也向我推荐实验室，我认为如果有机会加入实验室，可以进一步了解到、学到课本之外的一些实践性强的技术，也能有与技术性强的同学们一起学习探索的机会。', '9月27日');
INSERT INTO `tb_participator` VALUES ('9e7b0414-9d4e-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:25', '2017-09-28 19:44:27', '1', '冯榕榕', '女', '智能1603', '06163079', '17691191562', '安全组', '第八届西邮杯C语言程序设计大赛三等奖。\n\n非常喜欢智能、安全、日漫的女孩儿。\n\n想打CTF。\n\n偏爱web安全和隐写（窝第一眼看见免试题觉得是隐写，所以当时就举手了，明天试一下，不知道能不能catch the flag&gt;,&lt;）\n也对二进制和移动（Android）感兴趣，不过在这方面素完全新手。\n\n基本掌握：C，JAVA，PHP，Python3，JS（不过窝的GitHub上面还没什么东西，就不放出来啦233）\n\n能不能悄悄问一下，有没有9月25日去第二届安全峰会哒qwq有的话呢，希望能一起同行，联系邮箱cytosinelovegood@gmail.com n(*≧▽≦*)n', '一面通过');
INSERT INTO `tb_participator` VALUES ('9f84c694-9d42-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:23', '2017-09-27 19:40:57', '0', '吴宇航', '女', '通工1611', '03161361', '13572917877', '开发组', '我是通工大二的一名学生，有一定的c语言基础，但总体来说也只能算是初学者。我对于加入实验室有着浓厚的热情，很愿意和一群志同道合的小伙伴们一起学习，团队的力量是无限的，我十分认可这一点。虽说我现在的水平较低，但我有着强烈的学习欲望，也有能力和毅力去面对新的知识和挑战。', '9月26日');
INSERT INTO `tb_participator` VALUES ('9ffc6629-9dd5-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:27', '2017-09-23 21:01:27', '0', '吴思霆', '女', '信息安全1702', '03173067', '15829781958', '安全组', '源于对信息安全攻防的好感，我选择了这个专业，这个实验室，虽然我现在还只是一个大一的小白，但是对一些概念略有了解，我会努力让自己迅速成长起来的！', '9月26日');
INSERT INTO `tb_participator` VALUES ('a26b7e13-a277-11e7-9b30-aaaa0009bebe', '2017-09-26 15:43:01', '2017-09-26 15:43:01', '0', '杨松华', '男', '通工1704', '03171134', '17782859311', '开发组', '我愿意学！我努力学！', '9月27日');
INSERT INTO `tb_participator` VALUES ('a3282212-a362-11e7-9b30-aaaa0009bebe', '2017-09-27 17:02:49', '2017-09-27 17:02:49', '0', '耿国威', '男', '通工1616', '03161406', '18729373167', '待定', '我比较爱好软件', '');
INSERT INTO `tb_participator` VALUES ('a5670f16-9dd6-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:28', '2017-09-23 21:01:28', '0', '王兆阳', '男', '信息安全1701', '03173026', '13572297050', '安全组', '一只小白，求见识，略懂一丢丢C语言，梦想参加CTF比赛。', '9月26日');
INSERT INTO `tb_participator` VALUES ('a6acddab-9ddd-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:29', '2017-09-23 21:05:29', '0', '李潇', '女', '安全1602', '03163051', '15802915915', '待定', '爱好书法与绘画，对编程语言有很大兴趣，有较强的学习能力与不怕吃苦的耐力和毅力，非常期待能加入实验室学到更多的东西。', '9月26日');
INSERT INTO `tb_participator` VALUES ('a965e688-9ebd-11e7-9b30-aaaa0009bebe', '2017-09-23 21:12:41', '2017-09-28 19:46:58', '1', '赵健磊', '男', '信息安全1605', '03163176', '18700183803', '安全组', '对信息安全有极大向往 \n接触过一点汇编 \nc\n 一点windos下的网络编程\n', '一面通过');
INSERT INTO `tb_participator` VALUES ('aa7c1cc7-9e08-11e7-9b30-aaaa0009bebe', '2017-09-25 12:59:43', '2017-09-25 12:59:43', '0', '傅嘉鑫', '男', '安全1601', '03163007', '18706758801', '开发组', '本人在学习方面有着刻苦，努力的精神。在班级集体活动中，从不迟到早退。一直严格要求自己。有着对新鲜事物探索的精神。希望加入信息安全实验室得到锻炼，体验团队合作的乐趣。希望加入开发组学习技术，学到一些知识。希望加入这个大家庭。', '9月26日');
INSERT INTO `tb_participator` VALUES ('b086d28a-9ded-11e7-9b30-aaaa0009bebe', '2017-09-23 21:12:30', '2017-09-28 18:54:33', '1', '刘杰', '男', '安全1602', '03160354', '18220747087', '安全组', '一个喜欢数学.喜欢计算机.喜欢挑战.想要做逆向的小白，希望跟各位大佬学习，共同进步！', '一面通过');
INSERT INTO `tb_participator` VALUES ('b42b416a-9dd3-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:27', '2017-09-23 20:59:27', '0', '马锟', '男', '信息安全1601', '03163018', '15594823036', '开发组', '我来自通院科协竞赛部，大一学习过HTML和CSS方面的知识，可以自己独立做网页页面，暑假在一家网络公司实习过一段时间，自己做出了两个网站（只是页面），大一参加过大挑获得院赛一等奖和极智杯网页设计大赛二等奖。还学习过C语言（在外面报的补课班）', '9月26日');
INSERT INTO `tb_participator` VALUES ('b5a684a2-a1bf-11e7-9b30-aaaa0009bebe', '2017-09-25 15:21:17', '2017-09-25 15:21:17', '0', '蔡厚宇', '男', '通工1613', '03161413', '18840453803', '待定', '我叫蔡厚宇，想要参加此次的实验室纳新。之前没有参加过类似的实验室，基础也没有。但是特别想尝试实验室方面的活动。', '9月27日');
INSERT INTO `tb_participator` VALUES ('b81f1d18-9e13-11e7-9b30-aaaa0009bebe', '2017-09-25 12:59:48', '2017-09-25 12:59:48', '0', '冯绍聪', '男', '安全1601', '03163006', '18392051730', '开发组', '超级热爱编程，平时就喜欢探索一些技术方面知识，希望可以加进实验室，学习到更多知识。', '9月26日');
INSERT INTO `tb_participator` VALUES ('b96163b9-a1f4-11e7-9b30-aaaa0009bebe', '2017-09-25 21:37:42', '2017-09-25 21:37:42', '0', '王泽浩', '男', '通工1704', '03171129', '15596176890', '开发组', '我热爱信息', '9月27日');
INSERT INTO `tb_participator` VALUES ('b9a1623e-a1ae-11e7-9b30-aaaa0009bebe', '2017-09-25 13:20:47', '2017-09-28 19:03:43', '1', '叶昊轩', '男', '对抗1601', '03166025', '18792717051', '开发组', '在西邮一年的学习生活让我逐渐认识到未来的发展方向。希望自己能在大二的有一个学习交流的平台。', '一面通过');
INSERT INTO `tb_participator` VALUES ('ba307f4c-a075-11e7-9b30-aaaa0009bebe', '2017-09-25 15:23:10', '2017-09-28 19:47:22', '1', '穆琛伟', '男', '安全1703', '03173098', '18209238977', '安全组', '我是西邮通院安全1703的新生，看到信安实验室的宣讲会，我想加入你们，我对信息安全相关知识了解不多，ctf什么的也是只仅仅止于知道名字，了解不多，但所幸我有一些编程基础，参加过oi类竞赛，虽然好久没上机了，但相信如果我能加入你们，在学长学姐的帮助下，会有更加长足的发展', '一面通过');
INSERT INTO `tb_participator` VALUES ('ba699291-9dd6-11e7-9b30-aaaa0009bebe', '2017-09-24 23:34:50', '2017-09-27 19:58:53', '0', '高泽龙', '男', '物联网1702', '03177043', '15332598188', '安全组', '各位学姐学长好：\n  我是来自通信与信息工程学院物联网工程1702班的高泽龙。我一直对计算机方面的知识很感兴趣，只可惜接触电脑比z较晚，到初三的时候家里才有了电脑，高中时期课程也比较紧张，一直没能好好学习计算机知识，对c语言进行过粗略的学习。进入大学前我就励志要好好学习计算机，听说了贵实验室的研究方向之后我迫不及待的报名了。我是大一新生，这是我最大的缺点，在知识上我和一同来竞选的学长学姐天差地别，但这同时是我最大的优点，我相信这多出来的一年我可以弥补知识上的不足。', '9月26日');
INSERT INTO `tb_participator` VALUES ('bb6d5958-9d39-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:18', '2017-09-28 19:46:16', '1', '曹一凡', '男', '测控1601', '06162009', '15891400451', '安全组', '对安全方面有很大的兴趣 希望可以加入实验室充实自己', '一面通过');
INSERT INTO `tb_participator` VALUES ('bddd9926-9e75-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:49', '2017-09-23 20:59:49', '0', '黄鹏', '男', '安全1601', '03163009', '15889681772', '开发组', '希望可以加入实验室和学长学姐一起学习更多的编程语言和方法（毕竟一个人有时候挺茫然的）。有c,初阶Python,html基础。', '9月27日');
INSERT INTO `tb_participator` VALUES ('bf9af1c3-9e07-11e7-9b30-aaaa0009bebe', '2017-09-25 12:59:52', '2017-09-25 12:59:52', '0', '胡晓伟', '男', '安全1601', '03163008', '18291907879', '开发组', '大一一次偶然的机会去旁听了安全大佬们开会，感到作为一个安全专业的学生，和学长学姐有很大的差距，同时也激发了我对安全实验室的兴趣，我开始在外报班学习c语言，希望能靠学习来缩小大二面试题目的差距，现在，又到了你们纳新的时候，我已经准备好了，用技术打开新世界的大门，走进安全的实验室。', '9月26日');
INSERT INTO `tb_participator` VALUES ('c231c90f-9e0d-11e7-9b30-aaaa0009bebe', '2017-09-23 21:09:59', '2017-09-23 21:09:59', '0', '胡鸿', '女', '信息安全1606', '03163183', '13572151219', '待定', '各位学长学姐好，我是信息安全专业大二的学生，我十分想加入信息安全实验室。我觉得兴趣是一个人学习过程中枯燥的“动力”，进入大学一年，对于实验室确实也不太了解，大学也就这么混了一年，现在的我，开始对网络这方面有了兴趣。也希望提高自己的能力，而且认识更多的小伙伴。', '9月27日');
INSERT INTO `tb_participator` VALUES ('c2e429e1-9ecb-11e7-9b30-aaaa0009bebe', '2017-09-23 21:10:00', '2017-09-23 21:10:00', '0', '王越', '男', '通工1602', '03161066', '18049510102', '待定', '我想加入信息安全实验室，虽然现在我的能力不是很强，但是我希望可以和学长学姐们一起学习进步', '9月27日');
INSERT INTO `tb_participator` VALUES ('c3f36187-9dca-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:24', '2017-09-23 21:01:24', '0', '刘璟', '男', '安全1601', '03163015', '17789185362', '安全组', '不会什么', '9月26日');
INSERT INTO `tb_participator` VALUES ('c4fa52e0-a001-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:51', '2017-09-23 20:59:51', '0', '张倩', '女', '通工1615', '03161317', '15891733692', '开发组', '我来自通工1615，对于这次面试很感兴趣，希望能够进入实验室，从小白变成大神', '9月27日');
INSERT INTO `tb_participator` VALUES ('c65b07ef-a00a-11e7-9b30-aaaa0009bebe', '2017-09-23 21:12:47', '2017-09-28 19:03:45', '1', '王钦', '男', '电科1602', '03162040', '15691753512', '开发组', '本人有一点C语言基础，也是在学习的过程中才喜欢敲程序的，对于软件开发懂得不太多，本人的行动力很强，可以一点一滴地学习。来实验室希望认识一些优秀的学长学姐，拓展自己的知识面，为实验室贡献力量。我个人最大的优势就是坚毅，心性上比较随和，不容易发生团队冲突，行事上对自己认同的事更坚持，原则纪律性比较强，比如减肥、坚持早起、娱乐适度。其次就是为人热情，朋友需要我的时候尽力而为，团队的利益高于自己。', '一面通过');
INSERT INTO `tb_participator` VALUES ('c7179af0-9d3f-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:20', '2017-09-23 21:01:20', '0', '杨梦雪', '女', '安全1605', '03163174', '18392861215', '安全组', '有一定c语言基础……目前正在学习python与数据结构', '9月26日');
INSERT INTO `tb_participator` VALUES ('c8903573-9d4b-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:23', '2017-09-28 18:55:06', '1', '余佳南', '男', '安全1604', '03163133', '18792580581', '安全组', ' 我是一名来自信息安全专业的男生，而且我一直对安全方面感兴趣，我对我本人的自学能力和想办法搞懂一个问题的那种态度很自信，对于团队合作精神也差不多。', '一面通过');
INSERT INTO `tb_participator` VALUES ('cbc38d34-9d4a-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:26', '2017-09-23 20:59:26', '0', '任祥', '男', '通工1611', '03161368', '18710683095', '开发组', '喜欢挑战自我，做没做过的事', '9月26日');
INSERT INTO `tb_participator` VALUES ('cc57927b-9d4a-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:27', '2017-09-28 19:03:48', '1', '王恒', '男', '信息安全1602', '03163063', '18395455664', '开发组', '已经初步学习了c语言，了解了一些基础的算法，最近正在初步学习c++。', '一面通过');
INSERT INTO `tb_participator` VALUES ('cf78d0ed-9df8-11e7-9b30-aaaa0009bebe', '2017-09-23 21:05:30', '2017-09-28 18:55:46', '1', '崔元祯', '女', '通工1612', '03161390', '18291036969', '安全组', '各位大佬好，我是通工大二的一名学生，在一年前的时候我就很想加入实验室的队伍，但无奈毫无基础，担心会跟不上实验室的节奏，于是我利用大一一年自学了c语音，就是想要给大二进实验室做准备，我深知这还远远不够，但我对安全方面很感兴趣，也一直在关注这方面的动向，而且十分认同学长对于安全被重视的看法，昨天亲自看到了演示，就更加坚定了我想要加入你们的决心，如果能加入我一定会继续保持自学的态度，努力弥补自己的不足。', '一面通过');
INSERT INTO `tb_participator` VALUES ('d1fef16d-a0e3-11e7-9b30-aaaa0009bebe', '2017-09-24 23:21:47', '2017-09-24 23:21:47', '0', '张颖', '女', '通工1704', '03171130', '13629269012', '开发组', '首先，我是一个女生，所以，我有女生的优点，比如心思细腻，等；但同时我的内心住着一个汉子，所以，我敢于尝试。作为一个女汉子，我对实验室有着极大的兴趣，所以，我希望可以加入实验室。', '9月27日');
INSERT INTO `tb_participator` VALUES ('d24e126a-9e70-11e7-9b30-aaaa0009bebe', '2017-09-23 21:12:49', '2017-09-23 21:12:49', '0', '慕金玉', '男', '通工1613', '03161436', '17612998960', '安全组', '慕金玉，通工1613班生活委员，逗逼一枚，怕生人，在最绝望的时刻总给人惊喜，喜欢打王者荣耀，懂点ps,c语言，希望未来有一份年薪20万的工作', '9月26日');
INSERT INTO `tb_participator` VALUES ('d481d4c1-a27a-11e7-9b30-aaaa0009bebe', '2017-09-26 15:43:02', '2017-09-26 15:43:02', '0', '辛成成', '男', '通工1704', '03171131', '13720608096', '开发组', '学长(姐)，你好！\n        我是来自陕西商洛的大男孩，辛成成，通工1704班，对开发方面具有极大的兴趣，希望可以加入你们，不负大学好时光！', '9月27日');
INSERT INTO `tb_participator` VALUES ('d486eac9-9eca-11e7-9b30-aaaa0009bebe', '2017-09-23 21:10:01', '2017-09-28 19:03:50', '1', '郭一帆', '男', '物理1601', '07162013', '13571921427', '开发组', '想学习信息安全方面的知识，虽然和自己专业之间的跨度很大，但我并不认为这会阻碍到我的学习。', '一面通过');
INSERT INTO `tb_participator` VALUES ('d4be88c8-a201-11e7-9b30-aaaa0009bebe', '2017-09-26 15:43:32', '2017-09-26 15:43:32', '0', '康文哲', '女', '通工1704', '03171114', '13772081797', '待定', '挺有热情的，份内工作一直完成的很好，很喜欢学习新鲜事物，比较有耐心', '9月27日');
INSERT INTO `tb_participator` VALUES ('d9dd498d-9f54-11e7-9b30-aaaa0009bebe', '2017-09-25 15:21:36', '2017-09-28 19:46:37', '1', '刘悦', '女', '信息安全1603', '03163087', '18681878089', '安全组', '我是来自信息安全专业的，今年，已经大二了，有了目标也有了方向。我觉得实验室对我而言很有意义，那些大佬很让我敬佩，但他们也是一步步不断学习实践的，我会继续努力，向大佬学习！', '一面通过');
INSERT INTO `tb_participator` VALUES ('da321eae-9d39-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:19', '2017-09-28 19:46:01', '1', '李泽宇', '男', '安全1602', '03163053', '18709237067', '安全组', '了解 web漏洞的基础', '一面通过');
INSERT INTO `tb_participator` VALUES ('de31b85e-9dd4-11e7-9b30-aaaa0009bebe', '2017-09-23 20:59:46', '2017-09-28 19:03:53', '1', '史庸良', '男', '电科1601', '03162014', '15809203343', '开发组', '对信息安全和程序开发方面有很大兴趣', '一面通过');
INSERT INTO `tb_participator` VALUES ('e15166b6-9d34-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:17', '2017-09-28 19:45:39', '1', '王俊烺', '男', '安全1706', '03173211', '18765970573', '安全组', '有一点linux下c的基础(*•ω•)……在就没啥了吧…特别喜欢安全，自己了解过一些但是……一直没有办法学到什么，刚刚开始看Python', '一面通过');
INSERT INTO `tb_participator` VALUES ('e298049a-a27f-11e7-9b30-aaaa0009bebe', '2017-09-26 15:43:03', '2017-09-26 15:43:03', '0', '员佳豪', '男', '通信工程1704', '03171135', '15596758987', '开发组', '我叫员佳豪，我来自通工1704班，我平时喜欢读书听音乐。我是一个喜欢学习新事物的人，尤其向往网页开发，在高中没有时间也没有地方学习，上了大学就想在这方面学习学习，我平时做事比较认真，遇到困难永不放弃，但性格内向，不太与人交流。我的座右铭是世上无难事，只怕有心人。', '9月27日');
INSERT INTO `tb_participator` VALUES ('e67559a1-9dff-11e7-9b30-aaaa0009bebe', '2017-09-23 21:09:57', '2017-09-23 21:09:57', '0', '董力夫', '男', '1710', '03171316', '13669138227', '待定', '喜欢学习技能', '9月27日');
INSERT INTO `tb_participator` VALUES ('eaecc769-a1f5-11e7-9b30-aaaa0009bebe', '2017-09-25 21:37:43', '2017-09-28 19:01:26', '1', '修海燕', '女', '安全1704', '03173143', '18291857886', '安全组', '信息安全专业 想尽早了解专业\n培养专业素养 为将来就业做准备', '一面通过');
INSERT INTO `tb_participator` VALUES ('eb8af8c9-9ec7-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:55', '2017-09-23 21:01:55', '0', '赵瑶瑶', '女', '安全1701', '03173038', '18740700207', '安全组', '对信息安全有兴趣   希望可以在实验室锻炼自己  和大佬们学习这方面的知识', '9月27日');
INSERT INTO `tb_participator` VALUES ('eee3be19-9e0c-11e7-9b30-aaaa0009bebe', '2017-09-23 21:13:00', '2017-09-28 18:51:49', '1', '裴旭禾', '男', '安全1601', '03163020', '18710708308', '安全组', '去年进入二面不幸被刷，内心非常悲痛。与琛琛哥在厕所订下一年之约，今年的我和去年还是一样，对逆向渗透充满热情，我来了          我是肥肥，我为自己带盐', '一面通过');
INSERT INTO `tb_participator` VALUES ('ef3a0106-9e0d-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:54', '2017-09-23 21:01:54', '0', '王昕怡', '女', '信息安全1606', '03163198', '18192328961', '安全组', '我是信息安全专业的一名大二学生，因为大一开始什么也不懂，错过了进入实验室的机会。但我一直渴望加入实验室，到了大二，这个机会又出现了，所以我想试试。我十分想加入实验室，希望可以认识更多的人，提高自己的能力。', '9月27日');
INSERT INTO `tb_participator` VALUES ('f427aa2d-9d3b-11e7-9b30-aaaa0009bebe', '2017-09-24 23:41:14', '2017-09-24 23:41:14', '0', '高圆圆', '女', '112', '03133078', '18829290070', '开发组', 'nono', '9月26日');
INSERT INTO `tb_participator` VALUES ('f45acd2c-9dde-11e7-9b30-aaaa0009bebe', '2017-09-25 17:34:39', '2017-09-25 17:34:39', '0', '王天宇', '男', '信息安全1602', '03163064', '15191447629', '安全组', '对信息安全有一定兴趣。', '9月26日');
INSERT INTO `tb_participator` VALUES ('f913eb07-a142-11e7-9b30-aaaa0009bebe', '2017-09-25 12:57:42', '2017-09-25 12:57:42', '0', '冯紫悦', '女', '通工1612', '03161382', '13991336242', '开发组', '我是冯紫悦，来自通工1612，大一C语言只学了些皮毛，为了学习更多的知识，想加入实验室。大一没有加入实验室的意识，只知道学习课本知识。大二不想再继续荒废时间，虽然我可以说什么也不会，但我一直相信，在等待的日子里，刻苦读书，谦卑做人，养得深根来日才能枝叶繁茂。', '9月27日');
INSERT INTO `tb_participator` VALUES ('fbcdd8a6-9de6-11e7-9b30-aaaa0009bebe', '2017-09-23 21:01:47', '2017-09-23 21:01:47', '0', '刘茹', '女', '信息安全1606', '03163189', '15909221890', '安全组', '各位学长学姐好，我是信息安全专业大二的学生，从大一起我就很想加入实验室，我觉得这是一个很能提高我能力的地方，我很想在这里和各位同学一起，在学习之余一起讨论研究，共同进步。我性格开朗，希望能在这里交到更多朋友，认识更多大神。', '9月27日');
SET FOREIGN_KEY_CHECKS=1;
